// © Copyright 2015-2016 HP Development Company, L.P.

WDTTaskName = "Wi-Fi-direkt";

WDTTaskTitle = "Starta Wi-Fi direkt";
WDTTaskDescription = "Gör det enkelt att ansluta till skrivaren från trådlöst aktiverade smarta telefoner, bärbara datorer och övriga mobila enheter m. WiFi direkt anslutning.";

WDTSecurityRequiredDescription = "Begränsa åtkomst till skrivare genom att ge en lösenfras (krävs).";

WDTPassphraseTitle = "Lösenfras:";
WDTShowPassphraseButtonTitle = "Visa lösenfras";
WDTSavePassphraseButtonTitle = "Spara lösenfrasen i nyckelring";
WDTEmptyPassphraseError = "Lösenfras kan inte vara tom.";
WDTTooShortPassphraseError = "Lösenfras ska innehålla minst 8 tecken.";

WDTConfigureWiFiDirectButtonTitle = "Konfigurera Mac för sömlös anv. av HP Wi-Fi direkt";
WDTConfigureWiFiDirectDescription = "Ställ in Mac-datorn för att automatiskt anslutas till skrivarens Wi-Fi direkta nätverk när du är off-line.";
WDTConfigurtWiFiDirectAdditionalDescription = "Aktivera snabb växling mellan regelbunden nätverkskonfiguration och konfiguration för skrivarens Wi-Fi direkt nätverk med hjälp av platsen för undermenyn på Apple-menyn.";
WDTConfigureWiFiDirectExtendedDescription = "WDT_TEXT:WDTConfigureWiFiDirectDescription\nWDTConfigurtWiFiDirectAdditionalDescription";

WDTMoreInfoLinkTitle = "När du vill veta mer om hur man användare skrivarens Wi-Fi trådlöst direkt, besök";

WDTCannotBeEnabledErrorTitle = "Det går inte att aktivera Wi-Fi Direct";
WDTCannotBeEnabledErrorDescription = "Det går inte att aktivera Wi-Fi Direct i skrivarens aktuella konfiguration. Om du vill ha mer information försöker du aktivera Wi-Fi Direct via skrivarens kontrollpanel eller startsida, kallas även inbyggd webbserver eller EWS.";
